tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa']
brew 'pcre'
brew 'git'
brew 'fzf'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'lua'
brew 'readline'
brew 'gnuplot', args: ['with-aquaterm', 'with-x11']
brew 'gobject-introspection'
brew 'openssl'
brew 'libevent'
brew 'sqlite'
brew 'python3'
brew 'macvim', args: ['HEAD']
brew 'mercurial'
brew 'openjpeg'
brew 'peco'
brew 'poppler'
brew 'postgresql'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'swig'
brew 'tmux'
brew 'zeromq'
brew 'homebrew/science/openblas'
cask 'alfred'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'betterzipql'
cask 'cheatsheet'
cask 'diskwave'
cask 'osxfuse'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sshfs'
